9/data/attachments/a85448458eebec25.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Ashley_base_Friend_63656_0</nif:username>
            <nif:friendToBeRequested>soap_friends_8f9509b4-4cfb-43f9-9e9d-1a7601f3ac5e</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>